import React,{Component} from "react"
import { NavLink } from "react-router-dom";
import Footer from "../../footer/footer";
import "./menu.css"


class PricePage extends Component {
    render() {
         return (
            <>
            <div className="pricepageConteiner"> 
            
             <div className="pricepageText"> <h1>ЦІНИ НА ОРЕНДУ АВТО</h1></div>
            </div>
             <div className="infoPriceconteiner"> 
             <div className="infoPriceTittle"> 
             <li className="classAuto"> Клас Авто </li>
             <li className="whithPayment"> Із заставою </li>
             <li className="whithOutPayment">  Без застави </li>
             <li className="payment">   Застава </li>
             <li className="modelAuto">  Моделі Авто </li>
             <li className="noteConteiner">  Примітка </li>
             </div>
             <div className="infoPriceBoxOne"> 
             <div className="classAuto two "> 
            <p>Econom</p>
             <p> - 1-2 доби <br/> - 3-10 діб<br/> - 11-29 діб <br/> - 30 + діб </p>
             </div>
             <div className="whithPayment two"> 
             <p><br/> - 26€  <br/> - 22€ <br/> - 17€ <br/> - 14€ </p>
              </div>
             <div className="whithOutPayment two"> 
             <p><br/> - 50€  <br/> - 46€ <br/> - 42€ <br/> - 37€ </p>
             </div>
             <div className="payment two" >   
             <p className="second_12jx"> 300€ <br/> <br/> <br/>  </p>
              </div >
             <div className="modelAuto two">  Skoda Fabia, Volswagen Golf, Skoda Octavia  <br/>  <br/> <br/></div>
             <div className="noteConteiner two"> або аналогічний <br/> <br/> <br/>  </div>
             </div>
             <div className="infoPriceBoxTwo"> 
             <div className="classAuto two "> 
            <p>Comfort</p>
             <p> - 1-2 доби <br/> - 3-10 діб<br/> - 11-29 діб <br/> - 30 + діб </p>
             </div>
             <div className="whithPayment two"> 
             <p><br/> - 35€  <br/> - 31€ <br/> - 27€ <br/> - 22€ </p>
              </div>
             <div className="whithOutPayment two"> 
             <p><br/> - 55€  <br/> - 51€ <br/> - 47€ <br/> - 42€ </p>
             </div>
             <div className="payment two" >   
             <p > 350€ <br/> <br/> <br/>  </p>
              </div >
             <div className="modelAuto two"> <p> Volswagen Getta, Toyota Corolla, Renault Megan  <br/>  <br/> <br/></p> </div>
             <div className="noteConteiner two"> <p> або аналогічний <br/> <br/> <br/> </p>  </div>
             </div>
             <div className="infoPriceBoxThree"> 
             <div className="classAuto two "> 
            <p>Premium</p>
             <p> - 1-2 доби <br/> - 3-10 діб<br/> - 11-29 діб <br/> - 30 + діб </p>
             </div>
             <div className="whithPayment two"> 
             <p><br/> - 49€  <br/> - 41€ <br/> - 37€ <br/> - 29€ </p>
              </div>
             <div className="whithOutPayment two"> 
             <p><br/> - 79€  <br/> - 75€ <br/> - 69€ <br/> - 62€ </p>
             </div>
             <div className="payment two" >   
             <p > 450€ <br/> <br/> <br/>  </p>
              </div >
             <div className="modelAuto two"> <p> Volswagen Passat, Toyota Camry, Hyndai Sonata  <br/>  <br/> <br/></p> </div>
             <div className="noteConteiner two"> <p> або аналогічний <br/> <br/> <br/> </p>  </div>
             </div>
             </div> 
             <div className="pricepageConteinerTwo"> 
             <div className="price">
               
             </div>
          </div> 
          <div className="infopricemaintextone">
          <h1> Скільки коштує прокат автомобіля? </h1>
          <h2>Скільки коштує прокат автомобіля? </h2>
          <p>Для сучасних реалій приказка «автомобіль не розкіш, а засіб пересування» з кожним роком стає все більш актуальною і значущою. Жителі прогресивних країн давно зрозуміли, що в чужому місті без засобу пересування – ніяк. А оскільки Україна – країна, що претендує на вступ до ЄС, то сучасні сервіси, такі як, наприклад, прокат авто, повинні стати незамінною частиною побуту країни.</p>
            <h2> <NavLink to="/autopark" >Оренда автомобіля </NavLink> – відносно нова послуга на українському ринку.</h2>
            <p>Безліч людей не мають можливості використовувати свій автомобіль в робочих поїздках, що змушує їх витрачати величезні гроші, користуючись послугами таксистів. Саме таким людям прокат автомобіля допоможе розв’язувати проблеми, пов’язані з транспортуванням в службових цілях, а також значно заощадить кошти.</p>
             <p>Орендований автомобіль підійде не тільки для робочих цілей, а й для відпочинку разом із сім’єю. Це не тільки вигідно з економічної точки зору, а й дуже зручно.</p>
            <p>Перш ніж орендувати автомобіль, слід дізнатися якомога більше інформації про цю послугу. Зокрема, багатьох людей хвилює питання, скільки коштує прокат автомобіля, та від чого залежить ціна такої послуги? Чи потрібно залишати заставу за авто? Розглянемо ці питання більш детально.</p>
            <h3>Від чого залежить вартість оренди автомобіля?</h3>
            <p>На сьогоднішній день можна виділити два основних чинники, від яких залежать розцінки на прокат авто. Це клас (марка та модель) автомобіля, а також термін його оренди. Чим довший термін, тим нижча його вартість. Загалом, різниця між ціною оренди одного дня та одного місяця того ж самого авто складає 50-60%. Це стосується всіх без виключення автомобілів – як дешевих, так і більш дорогих.</p>
           <p>З цього можна зробити висновок, що орендувати авто на більш тривалий термін набагато вигідніше, ніж на одну добу. Слід зазначити, що сьогодні клієнтам прокатних компаній пропонуються автомобілі економ-класу, середнього сегменту, люкс і позашляховики.</p>
           <p>Крім цього, вартість оренди авто залежить від року його виходу із заводського конвеєра. Чим молодший автомобіль, тим дорожче буде коштувати його оренда.</p>
           <p> Важливе значення має комплектація машини, тобто наявність кондиціонера, дитячого крісла, механічної чи автоматичної коробки передач тощо.
Не менш важливим фактором при формуванні ціни є географія майбутніх поїздок. Мається на увазі поїздка в місті, країні або за кордоном.</p>
            <h3>Застава за авто</h3>  
            <p>Орендуючи транспортний засіб без водія, клієнту необхідно залишити в організації заставу. Її вимагають всі прокатні компанії. Сума застави залежить від класу автомобіля. Звичайно, всі автомобілі, які здаються в прокат, застраховані по ОСЦПВ (обов’язкове страхування автоцивільної відповідальності) чи КАСКО (добровільне страхування наземного транспорту від непередбачених ризиків).</p>
            <p>Однак застава – це окремий платіж, який в разі ДТП або пошкоджень страхова компанія не виплачує. Саме тому ця сума утримується з клієнта.</p>
            <h3>В яких випадках можна не вносити заставу?</h3>
            <p>Застава за автомобіль не вноситься в тому разі, якщо транспортний засіб орендується разом з водієм. Втім, більшість прокатних компаній пропонують своїм клієнтам ще один варіант – оформлення суперстраховки. Вона являє собою додаткове страхове покриття з подобовою тарифікацією.</p>
            <p>Вартість суперстраховки залежить від класу автомобіля та ступеня відповідальності водія. Існують варіанти без застави, але вони передбачають крім основного тарифу додаткову подобову оплату. Також можливий варіант, коли клієнт оплачує половину застави.</p>
            <p>Сьогодні суперстраховку пропонують далеко не всі прокатні компанії. Деякі з них, крім внесення стандартної застави, пропонують оформити ще одну страховку. Як показує практика, більшість українців, які орендують автомобілі, оформляють один із варіантів додаткового страхування.</p>
           <p>Слід пам’ятати, що додаткове страхування не є обов’язковою умовою оренди транспортного засобу.</p>
           <p>На відміну від застави, страховий платіж не повертається навіть в тому випадку, якщо орендоване авто після повернення залишається в ідеальному стані. Тому, звертаючись в прокатну компанію, необхідно оцінити свої навички водіння і готовність пожертвувати заставою в разі виникнення дорожньо-транспортної пригоди.</p>
           </div>
            <Footer />
            </>
         )
    }


}
export default PricePage;